Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nih.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Pulmonary diseases and exercise, cardiopulmonal exercise testing, respiratory physiology, assessment of health profile
nb: Lungesykdommer og trening, kardiopulmonal belastningstesting, helseprofilvurdering og respirasjonsfysiologi.

source: reveals that elite breaststrokers use the same motor organization in terms of time and space under different effort levels (60-80-100% of maximum effort).
nb: avdekker at brystsvømmere på elitenivå bruker den samme motoriske organiseringen med tanke på tid og rom under ulike innsatsnivåer (60-80-100% av maksimal innsats).

source: A physical active lifestyle may have negative consequences in terms of health, i.e., cardiovascular disease and obesity.
nb: En fysisk inaktiv livsstil kan ha negative følger for helsa vår, for eksempel i form av hjerte- og karsykdommer og fedme.

source: " - monitored bone-mineral density in 19 elite road cyclists and 21 elite runners in Norway.
nb: – målte beinmineraltetthet blant 19 elite-landeveissyklister og 21 eliteløpere i Norge.

source: Pedagogy, didactics, Physical Education and Sport subjects, lifestyle/action sport, assessment, practising and learning, qualitative methods, action research
nb: Pedagogikk, fagdidaktikk, kroppsøving og idrettsfag, Lifestyle/action sports, vurdering, øvelse og læring, kvalitative metoder, aksjonsforskning

source: Student athletes, time scheduling and school practice.
nb: Toppidrettsstudenter, timeplanlegging og skolepraksis.

source: REPIMPACT is the foundation for all of Stian’s projects.
nb: REPIMPACT danner grunnlaget for samtlige av Stians prosjekter.

source: The candidate will get access to the films "Practical research ethics and privacy" (a total of three films x 15 minutes - in Norwegian)
nb: Kandidaten får tilgang til filmene "Praktisk forskningsetikk og personvern" (totalt tre filmer x 15 minutter).

source: “Some of the most interesting findings, however, were how the children are both active and receptive.
nb: - Noe av det mest interessante er imidlertid hvordan barna både er aktive og reseptive.

source: Here, national team player Stine Oftedal in the World Cup quarter-final against Russia in 2017.
nb: Her landslagsspiller Stine Oftedal i VM-kvartfinalen mot Russland i 2017.

source: No pre to post changes were found in performance on any of the computerised tests.
nb: Ingen pre til post endringer i prestasjon ble funnet på noen av de computerbaserte testene.

source: A quotation taken from a 28-year-old woman with an overeating disorder.
nb: Sitatet er hentet fra en 28 år gammel kvinne med overspisingslidelse.

source: The study is based on qualitative inquiry comprising 33 interviews with actors central to policy process in connection with Lillehammer 2016.
nb: Studien er basert på en kvalitativ undersøkelse som omfatter 33 intervjuer med aktører som var sentrale i de politiske prosessene i forbindelse med Lillehammer 2016.

source: That amounts to approximately 100 hours of warming-up a year.
nb: Dette utgjør ca. 100 timer med oppvarming i året.

source: Section 5.4 Agreement period
nb: § 5.4 Avtaleperiode

source: This accounts for 25 - 30 percent of students.
nb: Det utgjør mellom 25 prosent og 30 prosent av studentene.

source: Athletes fulfilling the inclusion criteria (>13 years of age, have participated or will participate in the Norwegian National Championship in 2018/2019) will be invited to participate.
nb: Utøvere som oppfyller inklusjonskriteriene (over 13 år, har deltatt/skal delta på NM 2018/2019) vil bli spurt om å delta.

source: He is a Professor at the Department of Physical Performance at the NIH, and has followed the two students throughout the process.
nb: Han er professor ved Institutt for fysisk prestasjonsevne på NIH, og har fulgt de to studentene hele veien.

source: However, approximately 10 percent lost more than one kilo of muscle mass in spite of completing 16 weeks of rigorous resistance training.
nb: Det var imidlertid omkring 10 % som mistet mer enn én kg muskelmasse, til tross for hard styrketrening i 16 uker.

source: When it comes to individual exercises, the “Nordic Hamstring Exercise” can reduce the risk of strained hamstrings by 85 percent!
nb: Når det gjelder enkeltøvelser, kan «Nordic Hamstring-øvelsen» redusere faren for hamstringsstrekk med 85 prosent!

source: A new study has now shown that the fatty tissue is in itself important:
nb: Og nå viser altså en ny studie at fettvev i seg selv er viktig:

source: “The costs of diabetes and cardiovascular diseases are enormous.
nb: – Kostnadene ved diabetes og hjerte- og karsykdommer er enorme.

source: This includes Phase 1 of the project.
nb: Dette utgjør Fase 1 av prosjektet.

source: The link between anxiety and performance has been recognized in sport psychology research, using conscious processing theories, attentional control theory (ACT) and catastrophe models.
nb: Linken mellom angst og prestasjon er blitt anerkjent i idrettspsykologiforskning ved bruk av bevisste prosesseringsteorier, attentional control theory (ACT), og katastrofemodeller.

source: After treatment mean EDE-q global score improved more in the PED-t group compared to the CBT group and to the control group, whereas CBT did not differ from the control group.
nb: Total EDE-q poengscore ble mer forbedret etter behandling i PED-t enn i CBTog mer enn i kontroll gruppen, mens deltagerne i CBT ikke skilte seg fra kontroll gruppen.

source: Torstein Dalen-Lorentsen is a Research Fellow at the Department of Sports Medicine at the NIH.
nb: Torstein Dalen-Lorentsen er stipendiat ved Institutt for idrettsmedisinske fag på NIH.

source: Vaginal delivery is considered as a main risk factor for weakening of the PFM, and imaging studies of primiparous women delivering vaginally have shown that major levator ani muscle defects could appear among 13-36%.
nb: Vaginal fødsel utgjør en risiko faktor nedsatt styrke i bekkenbunnen, og bildediagnostiske studier på førstegangsfødende kvinner med vaginal forløsning har vist betydelig skade av levator ani muskelen hos 13-36 %.

source: She has a bachelor in Sport Management, bachelor in general Sport Science, PPU and a master from the Department for Physical Education.
nb: Hun har en bachelor i Sport Management, bachelor i generell idrettsvitenskap, PPU og master fra seksjon for kroppsøving og idrettspedagogikk.

source: He is responsible for the Master Programme in Physical Education and Pedagogy, and he is member of The Committee for Research Education (KFU).
nb: Han er programansvarlig for masterutdanning i idrettsvitenskap, studieretning kroppsøving og pedagogikk, og sitter i Komite for forskerutdanning (KFU)

source: Dalen has graduated from the NIH with a master thesis within muscle physiology in 2014.
nb: Dalen-Lorentsen tok mastergrad ved NIH i 2014 i fysiologisk adaptasjon ved styrketrening.

source: Author payment is Article Processing Charge (APC) or similar fees to publish in gold open access-journals.
nb: Med «forfatterbetaling» menes her Article Processing Charge (APC) eller lignende avgifter i rene open access-tidsskrifter.

source: Consequently he rigged up an experiment involving 500 participants from the whole country, comprising 15-19-year-old junior elite football players.
nb: Dermed rigget han til et eksperiment med 500 deltakere over hele landet, junior-elitefotballspillere i alderen 15-19 år.

source: Reliability and validity were investigated for two types of bioelectrical impedance analysis (BIA, single- and multi-frequency), skinfold measurements, and a combination of single BIA and skinfold measurements.
nb: Reliabilitet og validitet ble undersøkt for to typer bioelektrisk impedans analyse (BIA, single- og multi-frekvens), hudfoldsmålinger, og en kombinasjon av single BIA og hudfoldsmålinger.

source: But it's complicated.
nb: Men det er komplisert.

source: We had to make the programme shorter – but we did not know which exercises were most effective and what we should keep.”
nb: Vi måtte korte ned programmet – men hva som var mest effektivt, hva vi burde beholde, det visste vi ikke.

source: Pedagogy, didactics, Physical Education and Sport subjects, assessment, lifestyle/action sport and alternative movement activities, play
nb: Pedagogikk, fagdidaktikk, Kroppsøving- og idrettsfag, vurdering, Lifestyle/action sports og alternative bevegelsesaktiviteter, lek

source: Lena Dahl took her PhD when she was affiliated with the Department of Teacher Education and Outdoor Recreation Studies at the NIH and the Western Norway College of Applied Sciences.
nb: Lena Dahl er tok sin doktorgrad ved Institutt for lærerutdanning og friluftslivsstudier på NIH og ved Høgskolen på Vestlandet (HVL).

source: Tendons also store energy - and help muscles to work more slowly and perform better.
nb: Sener lagrer også energi - og hjelper musklene med å jobbe saktere og dermed yte mer.

source: She invited 16 experts from nine countries – physiotherapists, doctors, coaches, players and weight training experts – to a so-called Delphi consensus study to identify those exercises that were most effective in increasing strength in these muscles.
nb: Hun inviterte med seg 16 eksperter fra ni land – fysioterapeuter, leger, trenere, spillere og eksperter på styrketrening – til en såkalt Delphi konsensus-studie for å finne de øvelsene som var mest effektive for åøke styrken i disse musklene.

source: " in the top right corner in Oria.
nb: " øverst til høyre i Oria.

source: Students in 2nd grade at elite sport high schools in Norway and a representative sample of students from regular high schools in Oslo and Viken were invited to answer a questionnaire autumn 2019/spring 2020 and autumn 2020/spring 2021.
nb: Elever i 2.klasse på norske toppidrettsgymnas og et representativt utvalg elever fra studiespesialiserende linje på videregående skoler i Oslo og Viken besvarte en spørreundersøkelse høsten 2019/våren 2020 og høsten 2020/våren 2021.

source: Urinary incontinence was assessed by using the ICIQ-UI Short Form questionnaire,
nb: Urininkontinens ble evaluert ved bruk av spørreskjemaet ICIQ-UI Short Form,

source: You must contact IT-department -
nb: Du må kontakte IT ved

source: Sports psychology, Coaching, Soccer, Motivation, Youth sports
nb: Idrettspsykologi, coaching, fotball, motivasjon, barne- og ungdomsidrett.

source: In cities this target is 20%.
nb: I byene er målet 20 %.

source: A match situation as seen through the special glasses of Rosenborg's Marius Lundemo.
nb: Kampsituasjon sett gjennom spesialbrillene til Rosenborgs Marius Lundemo.

source: Physical activity and physical fitness among children and adolescents, exercise oncology, childhood cancer survivors.
nb: Trening og kreft, fysisk aktivitet og fysisk form hos barn og unge, svømming.

source: Admission to the institution’s (NIH) doctoral programme must be formalised in a written agreement by the PhD candidate, the academic supervisor(s) and the institution to which the candidate has received admission (Parts A and B of the PhD agreement).
nb: Opptak til institusjonens (NIHs) ph.d.‐utdanning formaliseres gjennom skriftlig avtale som underskrives av ph.d.‐kandidat, veileder(e) og den institusjon som kandidaten er tatt opp ved (Del A og B av dr.gradsavtalen).

source: improved 40 min all-out cycling performance while had no change.
nb: forbedret gjennomsnittlig effektutvikling i en 40 min prestasjonstest i sykling, mens det var ingen endring i

source: We will monitor load and fatigue by daily and weekly registrations through a full season in 2-4 professional football clubs.
nb: Vi skal overvåke belastning og tretthet ved daglige og ukentlige registreringer gjennom en hel sesong hos 2-4 profesjonelle fotballklubber.

source: 6 kg more muscle in 12 weeks
nb: 6 kg mer muskler på 12 uker

source: The first study examined the feasibility of MT in a high-performance cohort.
nb: Den første studien tar for seg gjennomførbarheten av MT i en høyprestasjons gruppe.

source: It consists of 10 questions used to evaluate the player’s shoulder and elbow function, performance and pain.
nb: Det består av 10 spørsmål for å evaluere spillerens skulder- og albu-funksjon, prestasjon og smerte.

source: 16 weeks of group therapy
nb: 16 ukers gruppeterapi

source: The following cookies are set by Episerver:
nb: Følgende cookies settes av Episerver:

source: In a portrait interview on Sunday evening, NRK tried to present it all as if the pressure on Solskjær has now gone up several notches.
nb: I et portrettintervju søndagskvelden forsøkte NRK å fremstille det som om presset nåøker på Solskjær.

source: The FACT-study is about what the researchers call “active transport” and “sustainable mobility”.
nb: FACT-studien handler både om det forskerne kaller aktiv transport og bærekraftig mobilitet.

source: However, data, analyses and methods from previous degrees may be used as the basis for the doctoral research project.
nb: Data, analyser eller metoder fra tidligere grader kan likevel benyttes som grunnlag for arbeid med ph.d.prosjektet.

source: What will you get in return?
nb: Hva får du igjen for å delta?

source: The best exercises for strengthening the bones are weight-bearing or bodybuilding exercises.
nb: Den beste treningen for å styrke skjelettet er trening hvor skjelettet er vektbærende eller styrketrening.

source: In addition, professor Bø has been the vice president of the Norwegian Physiotherapy Association subgroup for Sport Physiotherapy 2003-2007.
nb: I tillegg var hun visepresident i Norges fysioterapiforbunds gruppe for idrettsfysioterapi 2003–2007. Bø har også hatt flere andre internasjonale verv og posisjoner.

source: In total, this comprised a comprehensive database, still utilised by researchers as a link and for data.
nb: Til sammen skapte dette en omfattende database med informasjon som forskere fortsatt kan koble og høste data fra.

source: improved 5 min all-out performance in both running and cycling tested after a prolonged period of submaximal work.
nb: bedret både gjennomsnittlig effektutvikling (sykkelprestasjon) og løpsdistanse i 5 min all-out prestasjonstester, gjennomført rett etter en langvarig submaksimal arbeidsperiode.

source: Heading in football – Is it harmful for the brain?
nb: Nikking i fotball – Er det skadelig for hjernen?

source: However, Wegner’s (1994) ironic process theory (IPT) has been given little attention in the anxiety-performance investigation
nb: Men Wegners (1994) ironiske prosessteori (IPT) har fått liten oppmerksomhet i angstprestasjonsundersøkelsen.

source: The Norwegian Olympic and Paralympic Committee and Confederation of Sports (NIF) has been actively involved for several years in measures related to safeguarding in Zambian sports.
nb: Norges idrettsforbund og olympiske og paralympiske komité (NIF) har i flere år arbeidet aktivt med safeguarding i zambisk idrett.

source: The number of randomized participants (n=164) that met for therapy was 149, of whom 112 completed treatment (32% drop out).
nb: Antallet av de randomiserte deltagere (n=164) som møtte til behandling var 149 stk, hvorav 112 fullførte behandling (totalt 32% frafall).

source: Gradual reopening of campus
nb: Gradvis gjenåpning av campus

source: Worldwide, around 5 million people use Bodypump every week.
nb: på verdensbasis trener hver uke rundt 5 millioner mennesker Bodypump.

source: Will you help us determine the level
nb: Vil du delta i forskningsprosjektet

source: Completed a master's degree in biotechnology at NMBU December 2011.
nb: Fullført mastergrad i bioteknologi ved NMBU desember 2011.

source: ), high blood pressure, smoking and age.
nb: ), høyt blodtrykk, røyking og alder.

source: Excellent correlations were observed between visually observed and calculated reach measurements from motion capture data for 18 out of 20 tests (r ≥ 0.90) with a shared variance that ranged from 81 to 97%.
nb: Utmerkede korrelasjoner ble observert mellom visuelt observerte og kalkulerte utfallsmålinger fra bevegelsesdata for 18 av 20 tester (r ≥ 0.90), med en delt varians fra 81 til 97%.

source: The biggest individual increase in muscle strength was a whopping 6 kg in 12 weeks," states Hamarsland.
nb: Den som økte mest i muskelmasse økte med hele 6 kg på 12 uker, forteller Hamarsland.

source: Normally such groups are informally organized, but they can despite this be quite important for the PhD-candidates psychological and social well-being and to subject-related needs.
nb: Denne anbefalingen gir også mening gitt at ph.d.-programmet "eies" av instituttene samlet, og at det derfor er et felles ansvar instituttene imellom å sikre kvalitet i programmet.

source: A significant positive association was found between greater internal rotation (OR 1.16 per 5° change, 95% CI 1.00 to 1.34) and overuse shoulder injury.
nb: En signifikant positiv assosiasjon ble observert mellom økt bevegelighet i innadrotasjon (OR 1.16 per 5° endring, 95% CI 1.00 til 1.34) og skulderproblemer.

source: Physical exercise is just as important and the goal is 40 percent handball, the same amount of physical training and 20 percent matches.
nb: Fysisk trening er like viktig og målet er 40 prosent håndball, like mye fysisk trening og 20 prosent kamper.

source: The overall summary should normally comprise 40-60 pages, excluding attachments and bibliography.
nb: Kappen bør normalt utgjøre 40-60 sider eksklusive vedlegg og referanser. Kappen bør som hovedregel inneholde følgende komponenter:

source: The following cookies are set by Google Analytics:
nb: Føgende cookies settes av Google Analytics:

source: - Norwegian and Nordic index to periodical articles.
nb: - norske og nordiske tidsskriftartikler.

source: It is often easier to lose weight than to increase strength (watt strength).
nb: Ofte kan det være lettere å gå ned i vekt enn åøke kraften (watt-styrken).

source: Qualitative methods, phenomenology of perception, phenomenology of practice, queer-theory, crip-theory, disability studies, intellectual disabilities, severe and multiple disabilities
nb: Kvalitativ Metode, Fenomenologi, Kroppsfenomenologi, Empirisk Fenomenologi, Queer-teori, Crip-teori, Interaksjonisme, Forskning om Funksjonshemming, Utviklingshemming, Multifunksjonshemming

source: Physical activity and health, socioeconomic differences in health, bone health in athletes
nb: Fysisk aktivitet og helse, sosioøkonomiske forskjeller og helse, beinhelse hos idrettsutøvere

source: Improvements were greater during time until voluntary exhaustion (~8-20%) trials compared to time trial (TT) testing (~1-5%).
nb: Forbedringen var større under tid til utmattelse (~8-20%) enn når bestemte distanse/testløp (~1-5%) ble gjennomførte (time trial).

source: The necessary activity is something close to everyone can manage" says professor Ulf Ekelund.
nb: Den aktiviteten som trengs er noe de aller fleste kan klare, sier professor Ulf Ekelund.

source: Postdoctoral Researcher at the University of Massachusetts Amherst, and Harvard Medical School.
nb: Tidligere postdoktor ved Universitetet i Massachusetts Amherst og ved "Harvard Medical School".

source: 80–94% never seek professional help, and for those who contact the health services, waiting lists can be long.
nb: 80–94 prosent søker aldri profesjonell hjelp, og for de som kontakter helsevesenet kan ventelistene være lange.

source: And this applies all the way from elementary school all the way up to high school.
nb: Og det gjelder helt fra barneskolene og opp i videregående.

source: This creates trust and safety so that they can both focus fully on the most important thing, performance.
nb: Dette skaper en tillit og trygghet så begge kan fokusere fullt og helt på det aller viktigste, å prestere.

source: Thomas have previously been working as a nature guide at Spitsbergen/Svalbard (1997-2001), and as a lecturer at the University of Southeast Norway, campus Bø (2001-2003).
nb: Vold har tidligere arbeidet som naturguide på Svalbard (1997-2001), og vært ansatt på friluftslivsstudiene på høgskolen i Sør-øst Norge, campus Bø i Telemark (2001-2003).

source: This suggests that coaches and swimmers should focus on the following points from EMG and kinematics when assessing breaststroke technique:
nb: Dette tyder på at trenere og svømmere bør fokusere på følgende punkter fra EMG og kinematikk ved vurdering av brystsvømmingsteknikken:

source: General sectretery and national team coach of orienteering from 1992-1997 and 2000-2002.
nb: Forbundssjef og landslagstrener i orientering fra 1992-1997 og 2000-2002.

source: They focus even more on the ball, whoever is in possession of the ball or actually on the ball, their teammates and their opponents at the same time," says Karl Marius Aksum.
nb: De fokuserer desto mer på ballen, ballføreren eller faktisk på ball, lagkamerater og motstandere samtidig, sier Karl Marius Aksum.

source: The coursework must consist of at least 30 credits, of which 20 credits must be completed following admission to the programme.
nb: Opplæringsdelen skal tilsvare minst 30 studiepoeng, hvorav minst 20 studiepoeng skal avlegges etter opptak.

source: Both groups increased just as much in strength and muscle mass compared to their starting point.
nb: Både gruppen av eldre og gruppen med yngre økte like mye i styrke og muskelmasse i forhold til utgangspunktet.

source: Until 2019, Kathrin has been the head of knowledge dissemination at the OSTRC and project leader for national and international multimedia projects to disseminate knowledge in sports medicine.
nb: Frem til 2019 har Kathrin vært leder for kunnskapsformidling ved OSTRC og prosjektleder for nasjonale og internasjonale multimediaprosjekter for å formidle kunnskap innen idrettsmedisin via digitale plattformer og gjennom trenerutdanningen i samarbeid med særforbund i Norges Idrettsforbund.

source: StudentWeb is a web service for students at NIH.
nb: Du kan koble din bærbare maskin til det trådløse nettet på NIH.

source: Looking back, we realise that it would probably be best to carry out the programme as separate weight training sessions, with the main focus on increasing strength.”
nb: Vi ser i ettertid at det sannsynligvis vil være best å gjennomføre programmet i egne styrkeøkter, da styrketrening har hovedfokus.

source: For running, the subjects carried out a 90-minute session immediately followed by a five-minute all-out trial.
nb: For løping gjennomførte deltakerne først en 90 minutters «langøkt» rett før maks-testen på fem minutter.

source: In addition, with the ASPREV program, all athletes will be screened for risk factors for injuries including isokinetic muscle strength tests and functional movement test (9+).
nb: Testbatteriet var rettet mot kjente risikofaktorer for underekstremitetsskader og inkluderte hofte og lår muskelstyrketester og en funksjonell beveglighetstest, 9+ test.

source: You can participate in Phase 1, and without any concern choose not to participate in Phase 2.
nb: Du kan delta i Fase 1, og selvsagt si nei til deltakelse i Fase 2.

source: Despite many accidents, Lena Dahl does not believe that the situation is one of doom and gloom.
nb: Tross mange ulykker mener Lena Dahl slett ikke at situasjonen er mørk.

source: A higher ratio is often synonymous with better performance.
nb: En høyere slik ratio er ofte synonymt med å prestere bedre.

source: Other academic activities (up to five (5) credits):
nb: Andre faglige aktiviteter (inntil 5 studiepoeng):

source: Groin injuries can be reduced by 41 percent with just one exercise!
nb: Lyskeplager kan reduseres med 41 prosent bare med én øvelse!
